[
	{
		"Nome": "Bacalhau a Bras",
		"Ingredientes": [
			"Bacalhau",
			"Batata-palha",
			"Cebola",
			"Alho",
			"Ovo",
			"Azeitona",
			"Azeite",
			"Salsa"
		],
		"Quantidades": [
			"600g",
			"200g",
			"100g",
			2,
			6,
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 682,
		"Pessoas": 4,
		"Descricao": "1. Numa frigideira larga em lume brando, salteie a cebola as rodelas e os dentes de alho esmagados no azeite. 2. Acrescente o bacalhau e as batatas-palha e misture bem. Deixe as batatas amolecerem um pouco.3. Numa tigela, bata ligeiramente os ovos com um garfo. 4. Acrescente os ovos ao bacalhau e misture ate estar bem ligado e os ovos estarem cozinhados. 5. Prove e afine os temperos. Sirva o bacalhau a Bras, salpicado com a salsa e as azeitonas."		
	},
	{
		"Nome": "Massada de Peixe",
		"Ingredientes": [
			"Maruca",
			"Camarao",
			"Massa Macarronete",
			"Alho",
			"Cenoura",
			"Alho-Frances",
			"Cebola",
			"Folha de Louro",
			"Azeite",
			"Coentros"
		],
		"Quantidades": [
			"700g",
			"500g",
			"250g",
			5,
			"200g",
			"100g",
			"100g",
			1,
			"qb",
			"qb"
		],
		"TeorCalorico": 394,
		"Pessoas": 4,
		"Descricao": "1. Numa panela, coloque o peixe e cubra com cerca de litro e meio de agua. Junte o sal e leve ao lume. Deixe ferver 10 minutos e retire o peixe com uma escumadeira. Introduza as cascas e as cabecas dos camaroes no caldo da cozedura do peixe e deixe ferver. 2. Descasque e pique os dentes de alho, pele as cenouras e corte-as em rodelas. 3. Num tacho, com o azeite salteie os dentes de alho picados e, quando comecarem a alourar, o alho-frances e a cebola picada. Deixe cozinhar ate os legumes estarem macios. Adicione as rodelas de cenoura, o tomate e a folha de louro. Tape e deixe cozinhar sobre lume brando ate o tomate estar macio. 4. Triture as cascas e as cabecas dos camaroes com a varinha magica e coe o caldo com um passador de rede. Deite o caldo sobre o refogado e quando levantar fervura, introduza a massa. Tape e deixe cozer ate estar al dente. 5. Limpe o peixe de peles e espinhas e desfaca-o em lascas grandes. Junte o peixe e os coentros a massa e sirva imediatamente."
	},
	{
		"Nome": "Arroz de Cabidela",
		"Ingredientes": [
			"Frango",
			"Arroz",
			"Sangue de Frango",
			"Tomate",
			"Cebola",
			"Alho",
			"Vinagre",
			"Folha de Louro",
			"Azeite"
		],
		"Quantidades":[
			"750g",
			"300g",
			1,
			"400g",
			"100g",
			4,
			"qb",
			1,
			"qb"
		],
		"TeorCalorico": 672,
		"Pessoas": 4,
		"Descricao": "1. Refogue num tacho com azeite a cebola e os dentes de alho picados e a folha de louro. 2. Pele o tomate, limpe-o de grainhas, pique em pedacos pequenos e junte ao refogado. Deixe cozinhar, mexendo de vez em quando ate o tomate estar macio. 3. Acrescente o frango cortado em pedacos, tempere com 1 colher de sopa de sal e deixe cozinhar, com o tacho tapado, durante cerca de 10 minutos, sobre lume moderado. 4. Adicione agua quente ate cobrir o frango, volte a tapar e deixe ferver suavemente durante mais 20 minutos. Acrescente um pouco mais de agua a ferver de modo a ficar com cerca de tres vezes e meia o volume do arroz. Rectifique o sal, se for necessario, e assim que retomar fervura introduza o arroz. Mexa e tape. 5. Passados 13 minutos, acrescente o sangue, previamente misturado com o vinagre. Misture bem e deixe ferver mais 1 a 2 minutos. Retire do lume e sirva de imediato. Acompanhe com salada."
	},
	{
		"Nome": "Caril de Frango",
		"Ingredientes": [
			"Frango",
			"Arroz",
			"Caril",
			"Cebola",
			"Alho",
			"Leite de Coco",
			"Maca",
			"Farinha",
			"Vinho Branco",
			"Coentros",
			"Azeite"		
		],
		"Quantidades":[
			"350g",
			"280g",
			"30g",
			"150g",
			2,
			"200mL",
			"250g",
			"15g",
			"100mL",
			"qb",
			"qb"		
		],
		"TeorCalorico":524 ,
		"Pessoas": 4,
		"Descricao": "1. Corte o frango em cubos e tempere com o sal, o caril e a farinha, misturando bem. 2. Refogue a cebola e o alho picados no azeite. Junte o frango e deixe alourar, mexendo frequentemente. 3. Regue o refogado com o vinho branco e volte a mexer. Adicione o leite de coco, tape e deixe cozer em lume brando. 4. Lave e descasque as macas, corte-as em gomos e junte ao frango. Cozinhe 20 minutos. 5. Leve ao lume um tacho com agua (2 vezes a quantidade de arroz) e tempere com uma pitada de sal. Quando comecar a ferver, deite o arroz, mexa com um garfo e tape, deixando cozer ate absorver a agua. 6. Sirva o frango com o arroz, polvilhado com os coentros picados."
	},
	{
		"Nome": "Frango no forno com limao" ,
		"Ingredientes": [
			"Frango",
			"Limao",
			"Vinho Branco",
			"Alho",
			"Folha de Louro",
			"Alecrim",
			"Tomilho",
			"Azeite",
			"Coentros"
		],
		"Quantidades":[
			"1500g",
			3,
			"200mL",
			5,
			2,
			"qb",
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 421,
		"Pessoas": 4,
		"Descricao": "1. Num tabuleiro de forno, tempere o frango com o sal e regue-o com o sumo dos tres limoes, colocando a volta as metades dos limoes espremidas (reserve uma). 2. Levante a pele do peito do frango e, cuidadosamente para nao rasgar, introduza metade das ervas bem picadas entre a carne e a pele. Salpique o frango com as restantes ervas. 3. Espalhe os dentes de alho pelo frango e pelo tabuleiro e, na cavidade do frango, introduza a cabeca de alho e a metade de limao reservada. 4. Regue com o azeite e o vinho branco e deixe repousar durante 15 minutos. 5. Pre-aqueca o forno a 190° C. 6. Leve o frango ao forno cerca de 45 minutos, regando com o molho sempre que necessario."
	},
	{
		"Nome": "Frango com massa",
		"Ingredientes": [
			"Frango",
			"Massa Esparguete",
			"Brocolos",
			"Cebola",
			"Alho",
			"Aipo",
			"Tomate",
			"Folha de Louro",
			"Vinho Branco",
			"Azeite",
			"Azeitona",
			"Manjericao"
		],
		"Quantidades":[
			"350g",
			"200g",
			"300g",
			"150g",
			4,
			1,
			"600g",
			1,
			"100mL",
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 582,
		"Pessoas":4 ,
		"Descricao": "1. Coza os brocolos lavados e separados em raminhos num tacho destapado com agua a ferver temperada com sal. Quando estiverem macios, retire-os com uma escumadeira. Coza o esparguete na mesma agua, ate estar al dente. 2. Num tacho com azeite, salteie a cebola e os dentes de alho picados, o talo de aipo cortado fino e a folha de louro. Cozinhe em lume moderado, mexendo de vez em quando. Acrescente o tomate pelado, limpo de sementes e picado em pedacos. Cozinhe ate o tomate estar macio e regue com o vinho branco. Tempere com sal e pimenta e deixe ferver um pouco ate apurar. Adicione 5 folhas de manjericao fresco, retire do lume e triture com a varinha magica. 3. Adicione o frango desfiado e leve de novo ao lume ate levantar fervura. 4. Escorra o esparguete e sirva-o com o frango em molho de tomate, enfeitado com as azeitonas pretas e as folhas frescas de manjericao. Acompanhe com os brocolos cozidos."
	},
	{
		"Nome": "Bacalhau com Broa",
		"Ingredientes": [
			"Bacalhau",
			"Broa",
			"Couve-Portuguesa",
			"Cebola",
			"Alho",
			"Pimentao-Doce",
			"Azeite",
			"Coentros"
		],
		"Quantidades":[
			"600g",
			"500g",
			"500g",
			"200g",
			3,
			"qb",
			"qb",
			"qb"		
		],
		"TeorCalorico":579 ,
		"Pessoas":4,
		"Descricao": "1. Preaqueca o forno a 180º C. 2. Coza as postas de bacalhau em agua a ferver, tendo o cuidado de nao as deixar cozer muito. Retire do lume e reserve a agua. 3. Depois de arrefecerem um pouco, limpe as postas de peles e espinhas e reduza a lascas. Reserve. 4. Lave bem a couve, corte em tiras finas e coza na agua do bacalhau 8 a 10 minutos. Escorra bem, depois de cozida. 5. Corte a cebola e 2 dentes de alho em rodelas finas e leve a refogar numa frigideira com 4 colheres de sopa de azeite. Adicione o pimentao doce, o bacalhau e a couve cozida, envolvendo muito bem. 6. Com uma faca bem afiada, abra uma tampa na parte de cima da broa e escave com uma colher, retirando todo o miolo. Junte-o ao preparado de bacalhau, cebola e couve. 7. Rectifique os temperos e coloque o bacalhau preparado dentro da broa, fechando-a com a tampa de broa. 8. Leve ao forno a 200º C durante 5 minutos. 9. Tire do forno, retire a tampa, regue com uma mistura de 2 colheres de sopa de azeite quente, 1 alho e coentros finamente picados."
	},
	{
		"Nome": "Bacalhau a Gomes de Sa",
		"Ingredientes": [
			"Bacalhau",
			"Batata",
			"Ovo",
			"Azeitona",
			"Cebola",
			"Alho",
			"Folha de Louro",
			"Azeite",
			"Salsa"
		],
		"Quantidades":[
			"500g",
			"400g",
			4,
			"300g",
			"300g",
			3,
			3,
			"qb",
			"qb"
		],
		"TeorCalorico": 667 ,
		"Pessoas": 4,
		"Descricao": "1. Comece por cozer o bacalhau com pele e as batatas ja lavadas em cubos, cerca de 15 minutos, numa panela com cerca de 3 litros de agua, juntamente com uma folha de louro e pimenta branca qb. 2. Depois de cozido, limpe o bacalhau de espinhas e pele, separe-o em lascas grossas e reserve. 3. Faca um refogado com azeite, alho picado, as cebolas cortadas em meia-lua e as restantes folhas de louro, durante 5 minutos. 4. Junte as lascas de bacalhau e os cubos de batata ao refogado e deixe apurar bem, temperando com sal e pimenta. 5. Decore com ovo cozido cortado (coza durante 9 minutos), azeitonas, salsa picada e um fio de azeite."
	},
	{
		"Nome": "Bacalhau no Forno",
		"Ingredientes": [
			"Bacalhau",
			"Batata",
			"Cenoura",
			"Courgette",
			"Alho-Frances",
			"Pimento",
			"Alho",
			"Cebola",
			"Azeite",
			"Folha de Louro",
			"Azeitona"
		],
		"Quantidades":[
			"600g",
			"600g",
			"400g",
			"400g",
			"300g",
			"150g",
			4,
			"300g",
			"qb",
			1,
			"qb"
		],
		"TeorCalorico": 543 ,
		"Pessoas":4,
		"Descricao": "1. Preaqueca o forno a 175º C. 2. Corte as cebolas em meias-luas, o pimento e o alho-frances em tiras, rale as cenouras e as courgettes e pique 2 dentes de alho. 3. Espalhe 2 colheres de azeite no fundo de um tabuleiro de forno e adicione a folha de louro e todos os legumes preparados. 4. Coloque as postas de bacalhau sobre os legumes e leve ao forno durante 20 minutos ou ate verificar que as postas estao assadas. 5. Lave bem as batatas e coza-as com pele em agua e sal. 6. Deixe arrefecer as batatas e retire-lhes a pele. Em seguida, esmague-as com um garfo ou com um esmagador de batatas. 7. Leve a lume brando uma frigideira com 2 colheres de sopa de azeite e 1 alho picado. Nao deixe alourar muito. 8. Junte a batata esmagada e envolva-a bem no azeite, adicionando em seguida as azeitonas picadas grosseiramente. Mexa bem. 9. Sirva a esmagada de batata com as postas de bacalhau cobertas com todos os legumes assados."
	},
	{
		"Nome": "Arroz de Bacalhau com tomate",
		"Ingredientes": [
			"Bacalhau",
			"Arroz",
			"Tomate",
			"Cebola",
			"Alho",
			"Pimento",
			"Azeite",
			"Folha de Louro",
			"Coentros"
		],
		"Quantidades":[
			"500g",
			"350g",
			"300g",
			"200g",
			3,
			"160g",
			"qb",
			1,
			"qb"
		],
		"TeorCalorico": 394 ,
		"Pessoas": 6 ,
		"Descricao": " 1. Coza o bacalhau com a agua e a folha de louro num tacho em lume brando cerca de 5 minutos. 2. Retire do lume e reserve. 3. Noutro tacho, aqueca bem o azeite, junte lhe o alho e a cebola e, quando comecarem a alourar, adicione o tomate. 4. Mexa bem e deixe cozinhar em lume medio cerca de 5 minutos. 5. Corte os pimentos, previamente limpos de sementes, em tiras e junte-os ao refogado de tomate. 6. Regue com o caldo da cozedura do bacalhau coado num passador e, quando retomar fervura, incorpore o arroz. Mexa, tape e cozinhe cerca de 15 minutos. 7. Adicione o bacalhau cerca de 5 minutos antes de terminar o tempo de cozedura. Retire do lume e junte os coentros picados."
	},
	{
		"Nome": "Fusilli fresco com frango e cogumelos",
		"Ingredientes": [
			"Bife de Frango",
			"Massa Fusilli",
			"Cogumelos",
			"Mozzarella",
			"Fiambre",	
			"Vinho do Porto",
			"Natas",
			"Miolo de Noz",
			"Espinafres",
			"Azeite"
		],
		"Quantidades":[
			"300g",
			"250g",
			"200g",
			"40g",
			4,
			"50mL",
			"150mL",
			"30g",
			"qb",
			"qb"
		],
		"TeorCalorico": 588 ,
		"Pessoas": 4,
		"Descricao": "1. Tempere os bifes de frango com 1 colher de cafe de sal, pimenta moida e alho em po. Por cima de cada bife coloque 1 fatia de fiambre e ¼ do queijo mozzarella. 2. Dobre as pontas do fiambre sobre o queijo, para que ao derreter nao se espalhe, enrole os bifes e ate com um cordel de cozinha. 3. Numa frigideira aqueca bem o azeite, introduza os bifes enrolados e aloure-os bem de todos os lados, em lume forte. 4. Corte os cogumelos ao meio ou em quartos, consoante o tamanho, adicione-os aos bifes, temperando com mais 1 colher de cafe de sal e pimenta. Tape e deixe cozinhar durante mais 5 minutos. 5. Regue com o vinho do Porto e reduza um pouco o lume, deixando cozinhar, com a frigideira tapada, durante mais 5 minutos. 6. Num tacho, coza a massa em agua a ferver temperada com 1 colher de cafe de sal. 7. Junte as natas aos rolos de bife, salpique com o restante sal, misture bem e deixe ferver ligeiramente, cerca de 2 minutos. 8. Escorra a massa, misture-a com as folhas de espinafres e coloque-a num prato. 9. Retire o fio com que atou os bifes e corte os rolos em rodelas, dispondo-os sobre a massa. 10. Regue com o molho da cozedura e salpique com o miolo de noz, grosseiramente picado."
	},
	{
		"Nome": "Massa a Carbonara",
		"Ingredientes": [
			"Bacon",
			"Massa Esparguete",
			"Ovo",
			"Parmesao",
			"Natas",
			"Azeite"
		],
		"Quantidades":[
			"200g",
			"300g",
			2,
			"50g",
			"80mL",
			"qb"
		],
		"TeorCalorico": 553 ,
		"Pessoas": 3,
		"Descricao": "1. Coloque o azeite numa frigideira e frite o bacon. 2. Bata os ovos, acrescente as natas e tempere com o sal. 3. Junte ao bacon e deixe cozinhar durante 3 minutos em lume brando ate engrossar ligeiramente e reserve. 4. Num tacho coza o esparguete em agua abundante com uma pitada de sal ate que fique al dente, aproximadamente 8 minutos. 5. Escorra o esparguete e adicione-o a frigideira juntamente com 2 colheres de sopa da agua da cozedura da massa, envolvendo bem. 6. Sirva de imediato polvilhado com o queijo parmesao ralado e pimenta preta a gosto."
	},
	{
		"Nome": "Massa a Bolonhesa",
		"Ingredientes": [
			"Massa Esparguete",
			"Carne de Vaca Picada",
			"Tomate",
			"Polpa de Tomate",
			"Cebola",
			"Parmesao",
			"Alho",
			"Aipo",
			"Azeite",
			"Tomilho"
		],
		"Quantidades":[
			"400g",
			"300g",
			"200g",
			"100mL",
			"100g",
			"30g",
			2,
			1,
			"qb",
			"qb"
		],
		"TeorCalorico": 673,
		"Pessoas": 6,
		"Descricao": " 1. Num tacho, coza o esparguete em agua a ferver durante 8 minutos. 2. Retire do lume, escorra e reserve. 3. Pique o alho, o talo de aipo e a cebola. 4. Numa frigideira antiaderente, refogue o alho, o aipo e a cebola no azeite. 5. Junte a carne de novilho picada, o sal e deixe cozinhar em lume medio. 6. Acrescente o tomate pelado aos cubos, a polpa de tomate e o tomilho seco. 7. Misture bem e deixe cozinhar mais um pouco para apurar. 8. Sirva o esparguete coberto com o molho e polvilhe com queijo parmesao ralado."
	},
	{
		"Nome": "Chili com Carne",
		"Ingredientes": [
			"Carne de Vaca Picada",
			"Feijao Encarnado",
			"Milho",
			"Pimento",
			"Malagueta",
			"Polpa de Tomate",
			"Folha de Louro",
			"Alho",
			"Cebola",
			"Vinho Branco",
			"Azeite",
			"Salsa"
		],
		"Quantidades":[
			"750g",
			"200g",
			"150g",
			"160g",
			2,
			"150ml",
			2,
			2,
			"100g",
			"50mL",
			"qb",
			"qb"
		],
		"TeorCalorico": 631 ,
		"Pessoas": 6,
		"Descricao": "1. Num tacho, refogue em azeite a cebola e o alho picado. 2. Junte a carne picada, os pimentos cortados aos cubos e a malagueta vermelha. Deixe cozinhar durante 3 minutos, va mexendo para nao agarrar. 3. Tempere com o sal, a pimenta, os cominhos e as folhas de louro. 4. Adicione a polpa de tomate e o vinho branco. Deixe cozinhar durante 10 minutos mexendo de vez em quando. 5. Coloque a agua e deixe cozinhar mais 10 minutos. 6. Por fim, junte o feijao encarnado e o milho, e deixe ferver mais 10 minutos para apurar. 7. Decore com salsa picada e malagueta verde cortada em fatias finas."
	},
	{
		"Nome": "Empadao de Carne",
		"Ingredientes": [
			"Carne de Vaca Picada",
			"Batata",
			"Cebola",
			"Leite",
			"Polpa de Tomate",
			"Ovo",
			"Manteiga",
			"Alho",
			"Azeite",
			"Vinho Branco",
			"Molho Ingles",
			"Cominhos"
		],
		"Quantidades":[
			"500g",
			"1000g",
			"100g",
			"200mL",
			"150mL",
			2,
			"50g",
			2,
			"qb",
			"50mL",
			"qb",
			"qb"
		],
		"TeorCalorico": 721,
		"Pessoas":4 ,
		"Descricao": " 1. Pre-aqueca o forno a 180º C. 2. Com a ajuda de um esmagador, desfaca as batatas ja cozidas no tacho. 3. Acrescente o leite e a manteiga e leve a lume medio, mexendo sempre ate formar um pure. Tempere com sal e pimenta e reserve. 4. Noutro tacho, refogue a cebola e o alho picados no azeite, junte a carne picada e deixe alourar. 5. Refresque com o vinho branco e deixe evaporar. 6. Acrescente o molho ingles e os cominhos. 7. Junte a polpa de tomate e tempere com sal e pimenta. Deixe apurar, mexendo de vez em quando. 8. Num tabuleiro coloque o preparado da carne e cubra com o pure. 9. Pincele com as gemas de ovo batidas e leve ao forno durante 25 minutos, ou ate dourar."
	},
	{
		"Nome": "Fusilli com Camarao",
		"Ingredientes": [
			"Massa Fusilli",
			"Camarao",
			"Pimento",
			"Tomate",
			"Malagueta",
			"Molho Pesto",
			"Cebola",
			"Alho",
			"Azeite",
			"Manjericao",
			"Rucula"
		],
		"Quantidades":[
			"250g",
			"400g",
			"200g",
			"200g",
			1,
			"25g",
			"100g",
			2,
			"qb",
			"qb",
			"100g"
		],
		"TeorCalorico": 479 ,
		"Pessoas": 4,
		"Descricao": "1. Coza a massa em agua e sal durante sete minutos, ate ficar al dente. Escorra e reserve. 2. Aqueca 2 colheres de sopa de azeite numa frigideira antiaderente. 3. Quando o azeite estiver quente, adicione-lhe a cebola e os dentes de alho picados. Salteie durante uns instantes. 4. Acrescente os pimentos cortados em cubos e o miolo de camarao. Mexa e deixe saltear. 5. Junte o tomate, cortado em cubos, e o molho pesto. Deixe cozinhar durante 2 minutos. 6. Misture a massa e a malagueta laminada. Envolva bem e salteie durante uns instantes. 7. Salpique com folhas de manjericao. 8. Acompanhe com rucula temperada com uma colher de sobremesa de azeite."
	},
	{
		"Nome": "Salada de fusilli com frango grelhado",
		"Ingredientes": [
			"Bife de Frango",
			"Massa Fusilli",
			"Cebola",
			"Cenoura",
			"Courgette",
			"Pao",
			"Batata-Doce",
			"Alho-Frances",
			"Brocolos",
			"Ovo",
			"Salsa",
			"Coentros",
			"Azeite"
		],
		"Quantidades":[
			4,
			"150g",
			"100g",
			"150g",
			"200g",
			"100g",
			"100g",
			"50g",
			"200g",
			3,
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 452,
		"Pessoas":4 ,
		"Descricao": "1. Coza o fusilli em agua com uma colher de cha de sal ate estar al dente. Escorra e reserve. 2. Fatie o peito de frango, tempere-o com uma colher de cafe de sal e um pouco de pimenta e grelhe-o numa chapa ou num grelhador. Retire-o e corte-o em tiras finas. Reserve. 3. Aqueca o azeite numa frigideira, junte a cebola em meias-luas e refogue-a com o alho-frances cortado em rodelas finas ate murchar. 4. Adicione a cenoura, a courgette e a batata-doce em palitos e os brocolos em ramos e salpique com o restante sal e um pouco de pimenta. 5. Numa taca, bata as gemas, junte a salsa e os coentros picados e salpique com pimenta. 6. Deite a agua a ferver em fio sobre este preparado, mexendo sempre, e leve ao lume a engrossar, sem ferver. 7. Misture o frango com o fusilli e os legumes, regue com o molho, salpique com o pao previamente torrado e cortado em cubos e sirva."
	},
	{
		"Nome": "Esparguete com Presunto e Espargos",
		"Ingredientes": [
			"Presunto",
			"Massa Esparguete",
			"Espargos",
			"Limao",
			"Parmesao",
			"Alho",
			"Azeite",
			"Manjericao"
		],
		"Quantidades":[
			"200g",
			"400g",
			"320g",
			1,
			"50g",
			1,
			"qb",
			"qb"
		],
		"TeorCalorico": 449 ,
		"Pessoas":6 ,
		"Descricao": " 1. Pre-aqueca o forno a 200º C. 2. Disponha as fatias de presunto num tabuleiro de forno e leve-as a cozinhar durante cerca de 12 minutos ou ate estarem douradas. Retire o tabuleiro do forno, deixe as fatias de presunto endurecer e parta-as em pedacos. Reserve. 3. Entretanto, cozinhe o esparguete conforme as instrucoes da embalagem, com a flor de sal. 4. Aqueca metade do azeite numa frigideira e salteie os espargos sem os pes, juntamente com o alho, previamente descascado e picado. Deixe cozinhar durante 4 minutos. Corte os espargos em pedacos pequenos e reserve. 5. Escorra a massa, coloque-a numa travessa, adicione a raspa de limao, o parmesao ralado no momento, os espargos e os pedacos de presunto. 6. Tempere com a pimenta, com o manjericao e o restante azeite. Envolva e sirva de imediato."
	},
	{
		"Nome": "Estufado de Lentilhas com Salsichas",
		"Ingredientes": [
			"Salsicha Fresca",
			"Lentilhas",
			"Bacon",
			"Cebola",
			"Alho",
			"Nabica",
			"Azeite",
			"Ervas de Provenca",
			"Paprica"
		],
		"Quantidades":[
			6,
			"400g",
			"100g",
			"100g",
			2,
			"200g",
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico":685 ,
		"Pessoas":4 ,
		"Descricao": "1. Descasque e pique a cebola e o alho. Coloque-os num tacho com o azeite e refogue ate que a cebola esteja translucida. 2. Junte o bacon, cortado em pedacos, e deixe cozinhar durante 2 minutos. Adicione as ervas, a paprica e deixe cozinhar por alguns segundos. 3. Acrescente as salsichas frescas, cortadas em pedacos e as lentilhas. Junte agua e tempere com o sal e pimenta a gosto. Deixe cozinhar em lume brando durante 12 minutos. 4. Junte as nabicas ja lavadas e cozinhe por mais 3 minutos."
	},
	{
		"Nome": "Costelas de Porco no Forno",
		"Ingredientes": [
			"Costeleta de Porco",
			"Batata-Doce",
			"Ketchup",
			"Abacaxi",
			"Cebola",
			"Mel",
			"Folha de Louro",
			"Cerveja Preta Mini",
			"Oregaos",
			"Molho de Soja",
			"Molho Ingles"
		],
		"Quantidades":[
			"2000g",
			"400g",
			"150g",
			"400g",
			"100g",
			"30g",
			1,
			"200mL",
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 664 ,
		"Pessoas": 8,
		"Descricao": " 1. Pre-aqueca o forno a 125 ºC. 2. Ao comprar a carne no talho, peca para a golpearem como se fossem cortar as costeletas mas sem as separar. Passe a carne por agua, enxugue-a muito bem e coloque-a num tabuleiro de forno fundo. 3. Descasque a cebola e rale-a para dentro de uma tigela. Junte o mel, 50g de ketchup, o molho de soja e o molho ingles, os oregaos, uma colher de cha de sal e a cerveja preta. Misture tudo muito bem e deite sobre a carne. 4. Junte a folha de louro e leve ao forno durante cerca de 6 horas. Vire a carne de hora a hora e na ultima hora tape o tabuleiro com folha de aluminio. 5. Entretanto, lave muito bem as batatas-doces e pique-as com um garfo. Coloque cada batata sobre um quadrado de folha de aluminio e salpique-a com o restante sal e mais oregaos. Embrulhe as batatas na folha de aluminio e coloque-as no forno cerca de 2 horas antes de terminar o tempo de cozedura da carne. 6. Apos as 6 horas, retire a carne do forno e do tabuleiro. Junte o restante ketchup ao molho que ficar da cozedura, misturando bem. 7. Trinche a carne e sirva-a com as batatas assadas cortadas em rodelas e o abacaxi em meias-luas. Acompanhe com o molho numa taca a parte."
	},
	{
		"Nome": "Costeletas de Porco com Lentilhas",
		"Ingredientes": [
			"Costeletas de Porco",
			"Lentilhas",
			"Alho-Frances",
			"Aipo",
			"Nabo",
			"Cenoura",
			"Alho",
			"Vinagre de Sidra",
			"Azeite",
			"Salsa"
		],
		"Quantidades":[
			"1000g",
			"200g",
			"100g",
			1,
			1,
			"100g",
			2,
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico":  475,
		"Pessoas": 4,
		"Descricao": "1. Tempere as costeletas com os dentes de alho, descascados e picados, cerca de 1 colher de cha de sal e o vinagre de sidra. Tape e reserve. 2. Coloque as lentilhas numa taca e cubra-as com agua morna. Num tacho com agua a ferver temperada com 1 colher de cha de sal coza as lentilhas escorridas, durante cerca de 15 minutos. 3. Corte o alho-frances e o talo de aipo em rodelas, lave e escorra. 4. Noutro tacho tapado e em lume brando, cozinhe o alho-frances e o aipo em 2 colheres de sopa de azeite. Acrescente a cenoura e o nabo descascado e cortado em cubos pequenos. Mexa e tempere com 1 pitada de sal. Volte a tapar o tacho e deixe cozinhar suavemente cerca de 10 minutos. 5. Junte as lentilhas escorridas aos legumes estufados, misture bem e deixe ferver durante mais 5 minutos. 6. Aqueca bem uma frigideira para grelhados. Enxugue as costeletas com papel de cozinha e aloure na frigideira de ambos os lados. Reduza o lume, tape e deixe cozinhar mais 10 minutos, virando a meio do tempo. 7. Sirva as costeletas com a salada de lentilhas, quente ou fria, salpicada de salsa picada."
	},
	{
		"Nome": "Salsichas Frescas com Couve-Lombarda",
		"Ingredientes": [
			"Salsicha Fresca",
			"Couve-Lombarda",
			"Bacon",
			"Arroz",
			"Cenoura",
			"Tomate",
			"Polpa de Tomate",
			"Aipo",
			"Alho",
			"Azeite",
			"Folha de Louro",
			"Cebolinho"		
		],
		"Quantidades":[
			6,
			"500g",
			"80g",
			"250g",
			"200g",
			"200g",
			"45mL",
			1,
			6,
			"qb",
			1,
			"qb"
		],
		"TeorCalorico": 495 ,
		"Pessoas": 6 ,
		"Descricao": "1. Separe as folhas de couve, lave-as e apare os talos. Escolha as doze folhas maiores e sem rasgos, e escalde-as em agua a ferver durante cerca de 6 minutos. Corte as restantes em juliana e reserve. 2. Torca as salsichas frescas ao meio e corte-as de modo a obter doze salsichas. 3. Aloure-as de todos os lados numa frigideira funda com o azeite, durante cerca de 10 minutos. Retire-as para um prato e deite na frigideira o bacon. Junte a cebola e os dentes de alho, finamente picados, e o talo de aipo cortado em laminas finas. Deixe cozinhar, sobre lume moderado, ate a cebola estar translucida. 4. Pele as cenouras, corte-as em cubos e acrescente a frigideira. Adicione o tomate, limpo de sementes e picado em pedacos pequenos, o louro, uma colher de cha de sal e pimenta. Tape e deixe cozinhar sobre lume brando. 5. Entretanto, enrole cada salsicha numa folha de couve e prenda com um palito. 6. Adicione a polpa de tomate a frigideira e misture bem. Introduza no cozinhado os rolos de salsicha e a juliana de couve. Junte dois a tres pes de tomilho e cozinhe com a frigideira tapada, sobre lume moderado a brando, durante cerca de 30 minutos ou ate a couve estar tenra. 7. Ao mesmo tempo prepare o arroz basmati em agua a ferver (abundante,) temperada com o restante sal, durante 12 minutos."
	},
	{
		"Nome": "Lasanha",
		"Ingredientes": [
			"Carne de Vaca Picada",
			"Folha de Lasanha",
			"Tomate",
			"Cebola",
			"Mozzarella",
			"Polpa de Tomate",
			"Manteiga",
			"Leite",
			"Farinha",
			"Oregaos",
			"Vinho Branco",
			"Alho",
			"Azeite",
			"Manjericao"
		],
		"Quantidades":[
			"500g",
			12,
			"300g",
			"100g",
			"80g",
			"100mL",
			"80g",
			"400ml",
			"80g",
			"qb",
			"50mL",
			4,
			"qb",
			"qb"
		],
		"TeorCalorico": 620 ,
		"Pessoas": 4,
		"Descricao": "1. Pre-aqueca o forno a 180º C. 2. Num tacho, refogue em azeite a cebola e o alho picados. Junte a carne picada e deixe cozinhar durante 3 minutos em lume medio mexendo sempre. 3. De seguida, refresque com o vinho branco e adicione os oregaos. Tempere com metade do sal e a pimenta. 4. Junte o tomate picado e limpo de pele e grainhas juntamente com a polpa de tomate envolva. 5. Deixe cozinhar durante 10 minutos em lume medio mexendo de vez em quando ate secar um pouco o preparado. Tire do lume e reserve. 6. Para o molho bechamel: derreta manteiga num tacho e logo de seguida adicione a farinha mexendo bem, ate formar uma mistura sem grumos. Acrescente o leite aos poucos mexendo sempre e deixe cozinhar em lume brando ate engrossar. Tempere com o restante sal e reserve. 7. Num tabuleiro de forno quadrado coloque por camadas: as folhas de lasanha, o preparado da carne e o molho bechamel. Repita o processo, terminando com uma camada de folhas de lasanha. 8. Polvilhe com queijo mozzarella e leve ao forno a 190º C durante 25 minutos. 9. Sirva decorado com os raminhos de manjericao."
	},
	{
		"Nome": "Arroz de Lulas",
		"Ingredientes": [
			"Lula",
			"Pimento",
			"Arroz",
			"Polpa de Tomate",
			"Azeite",
			"Manjericao"
		],
		"Quantidades":[
			"500g",
			"300g",
			"300g",
			"150mL",
			"qb",
			"qb"
		],
		"TeorCalorico":  480,
		"Pessoas":  4,
		"Descricao": "1. Salteie as lulas ja descongeladas num tacho com o azeite quente durante 2 minutos. 2. Limpe os pimentos de sementes, corte-os em tiras e adicione-os as lulas. 3. Junte a polpa de tomate e a agua a ferver e, assim que retomar fervura, introduza o arroz, tempere com o sal, mexa e deixe cozer tapado cerca de 15 minutos. 4. Retire do lume, junte folhas de manjericao e sirva de imediato."
	},
	{
		"Nome": "Lulas Recheadas",
		"Ingredientes": [
			"Lula",
			"Bacon",
			"Chourico",
			"Cebola",
			"Alho",
			"Ervilhas",
			"Cenoura",
			"Leite",
			"Vinho Branco",
			"Tomate",
			"Manteiga",
			"Limao",
			"Farinha",
			"Azeite"
		],
		"Quantidades":[
			"500g",
			"100g",
			"100g",
			"100g",
			3,
			"100g",
			"120g",
			"250mL",
			"50mL",
			"80g",
			"80g",
			"qb",
			"15g",
			"qb"
		],
		"TeorCalorico": 490 ,
		"Pessoas": 3,
		"Descricao": " 1. Com a ajuda de uma picadora pique o bacon, o chourico e os tentaculos das lulas grosseiramente. 2. Numa frigideira refogue em azeite, metade da cebola picada finamente, os alhos picados e o preparado anterior. Deixe cozinhar durante 3 minutos. 3. Junte a farinha e o leite e mexa bem ate engrossar. Tempere com sal e pimenta, retire do lume e deixe arrefecer ligeiramente. 4. Com uma colher recheie as lulas e feche com um palito, reservando uma colher de sopa de recheio a parte. 5. Num tacho, refogue a restante cebola em azeite ate ficar transparente, adicione o tomate picado, as ervilhas a temperatura ambiente, a cenoura cortada aos cubos e a colher de sopa de recheio. 6. Refresque com o vinho branco, deixe cozinhar durante 3 minutos ate secar ligeiramente. 7. Adicione um pouco de agua se necessario para o molho nao ficar demasiado espesso. 8. Junte as lulas recheadas ao molho e mexa ligeiramente. Tape o tacho e deixe cozinhar em lume brando durante 20 minutos 9. Retire do lume e sirva de imediato, decorado com umas rodelas de limao."
	},
	{
		"Nome": "Caldeirada de Lulas",
		"Ingredientes": [
			"Lula",
			"Ameijoa",
			"Batata",
			"Tomate",
			"Pimento",
			"Cebola",
			"Malagueta",
			"Azeite",
			"Pimentao-Doce",
			"Salsa",
			"Oregaos"
		],
		"Quantidades":[
			"800g",
			"250g",
			"800g",
			"100g",
			"200g",
			"100g",
			1,
			"qb",
			"qb",
			"qb",
			"qb"
			
		],
		"TeorCalorico": 348 ,
		"Pessoas": 6,
		"Descricao": "1. Espalhe as ameijoas no fundo do tacho. 2. Descasque as cebolas e as batatas e corte-as em rodelas. Reserve. 3. Limpe os pimentos de sementes e peliculas brancas e corte-os em tiras. Reserve. 4. Disponha metade dos legumes e batatas preparados em camadas sobre as ameijoas e, por cima, distribua as argolas de lula, metade da lata de tomate e a malagueta limpa de sementes e cortada em pedacos. 5. Regue com metade do azeite, coloque os restantes legumes e batatas em camadas, adicione o restante tomate em pedacos, tempere com o sal, polvilhe com o pimentao doce e junte um ramo de salsa atado com tres a quatro pes de hortela. 6. Regue com o restante azeite, tape e cozinhe em lume moderado cerca de 25 minutos, agitando o tacho de vez em quando. 7. Sirva de imediato polvilhado com salsa e hortela."
	},
	{
		"Nome": "Ervilhas com Ovos Escalfados",
		"Ingredientes": [
			"Ervilhas",
			"Ovo",
			"Bacon",
			"Chourico",
			"Tomate",
			"Alho",
			"Cebola",
			"Azeite",
			"Coentros"
		],
		"Quantidades":[
			"400g",
			4,
			"80g",
			"80g",
			"100g",
			7,
			"100g",
			"qb",
			"qb"
		],
		"TeorCalorico": 477 ,
		"Pessoas": 4,
		"Descricao": " 1. Aqueca o azeite num tacho, adicione o baconcortado em tiras e deixar refogar. 2. Junte o chourico em rodelas, a cebola e os dentes de alho finamente picados. 3. Refogue cerca de 5 minutos e adicione o tomate cortado em cubos pequenos. 4. Junte as ervilhas, tape o tacho e deixe cozinhar mais 3 minutos. 5. Tempere com o sal, mexa e abra os ovos para dentro do cozinhado. 6. Deixe cozinhar um pouco, tendo atencao para que as gemas nao solidifiquem. 7. Retire do lume, polvilhe com um pouco de pimenta e os coentros picados e sirva de imediato."
	},
	{
		"Nome": "Carne de Porco a Alentejana",
		"Ingredientes": [
			"Carne de Porco",
			"Alho",
			"Batata",
			"Ameijoa",
			"Vinho Branco",
			"Folha de Louro",
			"Azeite",
			"Massa de Pimentao",
			"Coentros"
		],
		"Quantidades":[
			"800g",
			3,
			"500g",
			"500g",
			"250ml",
			1,
			"qb",
			"15mL",
			"qb"
			
		],
		"TeorCalorico": 638 ,
		"Pessoas": 4 ,
		"Descricao": " 1. Numa taca, tempere a carne com os alhos, o louro, a massa de pimentao, 1.5 colheres de cha de sal e o vinho branco. Deixe marinar durante 60 minutos. 2. Coloque as ameijoas em agua com 1 colher de cha de sal durante os 60 minutos para perderem a areia, lavando-as bem de seguida em agua corrente. 3. Numa frigideira, coloque o azeite a aquecer. 4. Quando estiver quente frite a carne, mexendo de vez em quando ate alourar. 5. Junte o liquido da marinada e deixe ferver. 6. De seguida, acrescente as ameijoas, mexa e tape a frigideira para que as conchas abram durante 2 minutos. 7. Sirva com os coentros picados e acompanhado de batata frita aos cubos."
	},
	{
		"Nome": "Sopa de Tomate",
		"Ingredientes": [
			"Tomate",
			"Ovo",
			"Chourico",
			"Batata",
			"Pao",
			"Alho",
			"Cebola",
			"Azeite",
			"Manjericao"
		],
		"Quantidades":[
			"1500g",
			3,
			"40g",
			"100g",
			"300g",
			3,
			"100g",
			"qb",
			"qb"
		],
		"TeorCalorico": 330 ,
		"Pessoas": 6,
		"Descricao": "1. Num tacho, coza os ovos, deixe arrefecer, descasque-os e reserve. 2. Corte os tomates em cubos e retire o excesso de sementes (se houver). 3. Num tacho, aqueca o azeite e junte o chourico cortado em rodelas. Deixe corar um pouco, retire-a e reserve. 4. Acrescente a cebola e os dentes de alho bem picados, deixe refogar um pouco e junte o tomate. Salteie 2 a 3 minutos, mexa e junte a agua. 5. Assim que ferver, introduza a batata cortada em quartos pequenos, tempere com sal e pimenta e deixe cozinhar tapado, ate que a batata esteja macia 6. Retire do lume e salpique com o manjericao laminado (reserve algumas folhas). 7. Corte o pao em fatias bem finas, distribua-as por pratos de servir fundos ou tigelas e verta a sopa de tomate sobre o pao. 8. Salpique com os ovos cozidos cortados em gomos pequenos e as rodelas de linguica reservadas. Polvilhe com as folhas de manjericao reservadas."
	},
	{
		"Nome": "Sopa de Feijao",
		"Ingredientes": [
			"Feijao Encarnado",
			"Cenoura",
			"Cebola",
			"Batata",
			"Couve Coracao-de-boi",
			"Azeite",
			"Alho"
		],
		"Quantidades":[
			"500g",
			"300g",
			"200g",
			"600g",
			"300g",
			"qb",
			2
		],
		"TeorCalorico": 291 ,
		"Pessoas": 4 ,
		"Descricao": "1. Corte as cebolas, os alhos, as cenouras e as batatas em pedacos. Coloque-os num tacho com metade do feijao e cubra com a agua. Tempere com sal e coza, durante 15 minutos. 2. Retire a sopa do lume e triture-a. Corte a couve em pedacos e adicione-os a sopa . Leve novamente ao lume e deixe cozer, mais dez minutos. 3. Por fim, acrescente o feijao restante e deixe ferver por dois minutos. Rectifique os temperos e sirva."
	},
	{
		"Nome": "Salada de Feijao-Frade com Atum",
		"Ingredientes": [
			"Atum",
			"Feijao-Frade",
			"Cebola",
			"Ovo",
			"Tomate",
			"Vinagre"
		],
		"Quantidades":[
			"300g",
			"250g",
			"100g",
			3,
			"100g",
			"qb"
		],
		"TeorCalorico": 296 ,
		"Pessoas": 4,
		"Descricao": " 1. Coza os ovos durante 7 a 8 minutos em agua temperada com sal. Passe por agua fria e descasque-os. Reserve. 2. Misture o feijao-frade bem escorrido com o atum, adicione a cebola finamente picada e o tomate limpo de sementes e cortado em cubos. 3. Junte o vinagre e misture muito bem. 4. Polvilhe com os ovos cozidos picados."
	},
	{
		"Nome": "Empadao de Atum",
		"Ingredientes": [
			"Atum",
			"Batata",
			"Leite",
			"Manteiga",
			"Alho",
			"Cebola",
			"Tomate",
			"Polpa de Tomate",
			"Ovo",
			"Azeite",
			"Noz-Moscada"
		],
		"Quantidades":[
			"200g",
			"500g",
			"200mL",
			"50g",
			2,
			"100g",
			"100g",
			"50mL",
			1,
			"qb",
			"qb"
		],
		"TeorCalorico":451 ,
		"Pessoas": 4,
		"Descricao": " 1. Preaqueca o forno a 180º C. 2. Numa frigideira refogue em azeite o alho e a cebola ate alourar. 3. Junte o tomate pelado picado e a polpa de tomate. 4. Tempere com o sal e a pimenta, adicione o atum e deixe apurar em lume medio durante 5 minutos, mexendo de vez em quando. 5. Esmague as batatas cozidas com a ajuda de um passe-vite. Coloque num tacho juntamente com a manteiga e leve ao lume. 6. Acrescente o leite aos poucos mexendo sempre vigorosamente durante 5 minutos ate obter a consistencia de pure. 7. Adicione a noz-moscada e reserve. 8. Num tabuleiro de forno rectangular, coloque uma camada de pure de batata, acrescente o preparado de atum e termine com outra camada de pure. 9. Marque o topo do empadao com o garfo e pincele com o ovo batido. 10. Leve ao forno a 180º C durante 15 minutos ate alourar."
	},
	{
		"Nome": "Salada Morna de Grao com Atum",
		"Ingredientes": [
			"Atum",
			"Grao",
			"Brocolos",
			"Cebola",
			"Pimento",
			"Ovo",
			"Azeite",
			"Vinagre",
			"Salsa"
		],
		"Quantidades":[
			"200g",
			"850g",
			"250g",
			"70g",
			"100g",
			2,
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 439,
		"Pessoas": 4,
		"Descricao": " 1. Coloque os ovos num tacho com agua e o sal. 2. Escorra o grao num coador e passe-o por agua. Adicione aos ovos e deixe ferver durante 10 minutos. 3. Coloque os brocolos lavados num recipiente que possa ir ao microondas. 4. Tape-o e cozinhe durante 5 minutos na potencia maxima, mexendo a meio da confeccao. 5. Descasque e pique a cebola finamente. 6. Lave os pimentos, retire as sementes e corte-os em tiras. Escorra o atum, desfaca-o em pedacos e misture-o com a cebola picada e as tiras de pimento. 7. Adicione o grao e os brocolos, tempere com pimenta, regue com o azeite e o vinagre e adicione a salsa. 8. Misture e enfeite com os ovos cozidos cortados em gomos ou as rodelas. 9. Sirva de imediato."
	},
	{
		"Nome": "Beringelas com Atum",
		"Ingredientes": [
			"Atum",
			"Beringela",
			"Cebola",
			"Tomate",
			"Vinagre",
			"Azeite",
			"Noz-Moscada",
			"Cebolinho",
			"Pimentao-Doce"
		],
		"Quantidades":[
			"300g",
			3,
			"50g",
			"100g",
			"qb",
			"qb",
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 293 ,
		"Pessoas": 6 ,
		"Descricao": " 1. Corte as beringelas ao meio no sentido do comprimento, faca-lhes pequenos golpes perpendiculares, polvilhe-as com a colher de cha de sal e reserve. 2. Aqueca bem o azeite numa frigideira e frite as metades de beringela de ambos os lados cerca de 10 minutos, em lume brando. 3. Retire-as e escorra em papel absorvente. 4. Misture o atum com o pimentao, a colher de cafe de sal, a cebola picada, o tomate picado e limpo de sementes e o vinagre. 5. Tempere com um pouco de noz-moscada e de pimenta, salpique com o cebolinho picado e distribua este preparado pelas beringelas."
	},
	{
		"Nome": "Arroz de Frango com Grao e Pimento",
		"Ingredientes": [
			"Bife de Frango",
			"Arroz",
			"Grao",
			"Pimento",
			"Cogumelos",
			"Limao",
			"Azeite",
			"Tomilho"
		],
		"Quantidades":[
			"300g",
			"250g",
			"420g",
			"150g",
			"150g",
			1,
			"qb",
			"qb"
		],
		"TeorCalorico": 494 ,
		"Pessoas":  4,
		"Descricao": " 1. Corte os bifes de frango em tiras, tempere-as com o sumo do limao, uma colher de cha de sal e um pouco de pimenta. 2. Ferva a agua. 3. Deite o azeite num tacho, junte a cebola picada, os pimentos em cubos pequenos, os cogumelos, o arroz, as tiras de frango e o grao bem escorrido. 4. Mexa, junte a agua a ferver e o restante sal. Envolva tudo de novo. 5. Tape e leve a lume brando cerca de 30 minutos. 6. Decore com folhas de tomilho e sirva."
	},
	{
		"Nome": "Sopa de Grao",
		"Ingredientes": [
			"Grao",
			"Abobora",
			"Cebola",
			"Alho",
			"Agriao",
			"Azeite"
		],
		"Quantidades":[
			"500g",
			"300g",
			"200g",
			3,
			"100g",
			"qb"
		],
		"TeorCalorico": 230 ,
		"Pessoas": 8,
		"Descricao": "1. Descasque as cebolas e os dentes de alho e pique-os finamente. Corte a abobora em cubos. 2. Numa panela com 2 colheres de sopa de azeite cozinhe sobre lume brando a cebola, o alho, a abobora e os talos de agriao picados. Salpique com sal, tape e cozinhe cerca de 10 minutos. Adicione o grao cozido e 1,5 l de agua. Deixe fervilhar cerca de 25 minutos. 3. Antes de triturar a sopa retire alguns legumes com uma escumadeira e reserve-os. 4. Triture os restantes legumes com a varinha magica, adicione um pouco mais de agua se a sopa estiver muito espessa, deixe retomar a fervura, rectifique temperos e introduza as folhas de agriao. Assim que voltar a ferver, retire a sopa do lume, junte-lhe os legumes reservados e regue com o restante azeite."
	},
	{
		"Nome": "Sopa do Bosque",
		"Ingredientes": [
			"Abobora",
			"Brocolos",
			"Grao",
			"Batata-Doce",
			"Cebola",
			"Alho",
			"Azeite"
		],
		"Quantidades":[
			"200g",
			"200g",
			"250g",
			"300g",
			"80g",
			2,
			"qb"
		],
		"TeorCalorico": 237 ,
		"Pessoas": 6,
		"Descricao": "1. Descasque a cebola e os dentes de alho, pique-os finamente e deite numa panela. 2. Adicione as batatas e a abobora cortadas em cubos. Reserve. 3. Corte a abobora em fatias finas e recorte pequenos animais com um corta-bolachas. Deite as aparas da abobora na panela. 4. Separe os ramos dos brocolos e lave-os em agua abundante. Reserve a parte de cima dos ramos, pique os talos em pedacos pequenos e junte-os aos restantes legumes na panela. 5. Regue com o azeite, salpique com o sal e cozinhe em lume brando cerca de 15 minutos. 6. Escorra o grao, passe-o por agua fria e coloque-o na panela. Adicione a agua a ferver e deixe cozinhar mais 20 minutos. 7. Junte as figuras de abobora e os ramos de brocolos reservados numa taca de vidro, cubra com uma tampa propria para microondas ou com pelicula aderente e coza no microondas 5 minutos na potencia maxima. 8. Triture a sopa na panela com a varinha magica e distribua-a pelos pratos ou tacas. 9. Decore com os ramos de brocolos e as figuras de abobora."
	},
	{
		"Nome": "Sopa de Agriao",
		"Ingredientes": [
			"Agriao",
			"Couve-Flor",
			"Courgette",
			"Cebola",
			"Amendoa",
			"Azeite",
			"Tomilho"
		],
		"Quantidades":[
			"200g",
			"500g",
			"150g",
			"100g",
			"30g",
			"qb",
			"qb"
		],
		"TeorCalorico": 211 ,
		"Pessoas": 6 ,
		"Descricao": " 1. Aqueca o azeite numa panela e adicione-lhe a cebola, previamente picada. 2. Lave a courgette, corte-a em cubos e deite-a na panela. Junte os ramos de couve-flor e o sal. Tape e deixe cozinhar em lume brando cerca de 5 minutos. 3. Pique grosseiramente o agriao e deite-o na panela. Deixe cozinhar com a panela tapada durante cerca de 15 minutos. Adicione a agua a ferver e coza durante mais 10 minutos ou ate os legumes estarem macios. 4. Aloure as amendoas laminadas numa frigideira anti-aderente e reserve. 5. Triture muito bem a sopa e sirva-a decorada as amendoas e as folhas de tomilho."
	},
	{
		"Nome": "Canja de Galinha",
		"Ingredientes": [
			"Frango",
			"Massa Espiral",
			"Alho-Frances",
			"Cenoura",
			"Cebola",
			"Cubo de Caldo de Galinha",
			"Alecrim",
			"Tomilho"
		],
		"Quantidades":[
			"1000g",
			"200g",
			"250g",
			"250g",
			"150g",
			1,
			"qb",
			"qb"
		],
		"TeorCalorico": 343 ,
		"Pessoas": 8,
		"Descricao": " 1. Corte o frango em pedacos e passe-o por agua corrente. Coloque-o numa panela e junte agua ate ficar coberto. 2. Adicione o sal e o caldo de galinha. 3. Deixe cozer em lume brando durante 30 minutos. 4. Retire o frango do caldo e reserve. 5. Junte ao caldo a parte branca do alho-frances cortado em quadrados, a cenoura cortada em cubos e a cebola picada grosseiramente. 6. Aromatize com o tomilho e o alecrim. Quando comecar a ferver adicione a massa. 7. Deixe cozer 8 a 10 minutos, ate que fique al dente. 8. Depois de arrefecido, desfie o frango e adicione ao caldo. 9. Sirva e decore com alecrim."
	},
	{
		"Nome": "Bifinhos de Frango com Cogumelos",
		"Ingredientes": [
			"Bife de Frango",
			"Cogumelos",
			"Natas",
			"Manteiga",
			"Alho",
			"Molho Ingles",
			"Alecrim"
		],
		"Quantidades":[
			"300g",
			"250g",
			"200mL",
			"80g",
			2,	
			"qb",
			"qb"
		],
		"TeorCalorico": 671 ,
		"Pessoas": 4,
		"Descricao": " 1. Tempere os bifes com sal e pimenta. 2. Numa frigideira, frite os bifes em manteiga. Retire a carne e reserve. 3. Na mesma frigideira, junte o alho e os cogumelos e salteie ate ficarem dourados. 4. Junte o molho ingles e mexa bem. 5. Acrescente as natas e mexa ate engrossar. 6. Junte os bifes ao molho e misture bem. 7. Polvilhe com alecrim fresco"
	},
	{
		"Nome": "Arroz de Pato",
		"Ingredientes": [
			"Pato",
			"Chourico",
			"Bacon",
			"Arroz",
			"Cebola",
			"Alho",
			"Polpa de Tomate",
			"Folha de Louro",
			"Vinho Tinto",
			"Azeite",
			"Paprica"
		],
		"Quantidades":[
			"300g",
			"150g",
			"100g",
			"400g",
			"100g",
			3,
			"15mL",
			2,
			"100mL",
			"qb",
			"qb"
			
		],
		"TeorCalorico": 656 ,
		"Pessoas":4 ,
		"Descricao": " 1. Num tacho, coloque o litro e meio de agua, o vinho tinto, metade do chourico, o bacon, as folhas de louro, os peitos de pato e o sal. 2. Deixe cozer durante 40 minutos. 3. Coe e reserve o caldo da cozedura do pato. 4. Num tacho, faca um refogado com o azeite, a cebola picada e o alho picado. Deixe alourar 3 minutos e junte a polpa de tomate. 5. Deixe apurar durante 5 minutos. 6. Deixe arrefecer as carnes, desfie o pato e corte o chourico e o toucinho fumado aos cubos. Junte ao tacho do refogado. 7. Adicione um pouco do caldo e deixe apurar durante 3 minutos. 8. Junte o arroz e misture bem. Depois adicione 400 ml do caldo da cozedura, a pimenta e o colorau. Quando levantar fervura baixe o lume e deixe cozer durante 10 minutos. 9. Coloque o arroz num tabuleiro de ir ao forno. Corte o restante chourico as rodelas e decore por cima do arroz. 10. Leve ao forno a 170º durante 15 minutos ate alourar."
	},
	{
		"Nome": "Arroz de Peixe",
		"Ingredientes": [
			"Pescada",
			"Arroz",
			"Brocolos",
			"Abobora",
			"Cebola",
			"Alho",
			"Tomate",
			"Azeite",
			"Salsa"
		],
		"Quantidades":[
			"80g",
			"50g",
			"60g",
			"60g",
			"50g",
			1,
			"60g",
			"qb",
			"qb"
		],
		"TeorCalorico": 445 ,
		"Pessoas": 4,
		"Descricao": " 1. Cozinhe a pescada num tacho com agua durante 15 minutos. Reserve o peixe e a agua. 2. Coloque no tacho uma colher de azeite e refogue a cebola e o alho, descascados e picados. Quando a cebola estiver translucida, adicione o tomate cortado aos cubos e deixe cozinhar em lume brando cerca de 5 minutos. 3. Junte os ramos de brocolos, assim como a abobora. Por fim, adicione o arroz e envolva. 4. Adicione a agua na qual cozinhou o peixe, acrescentando mais agua se necessario, ate perfazer o triplo da quantidade de arroz. 5. Em lume baixo, deixe cozinhar cerca de 15 minutos. 6. Quando o arroz estiver cozinhado, a gosto, junte o peixe em lascas. 7. Polvilhe com salsa picada e sirva de imediato."
	},
	{
		"Nome": "Pato Recheado",
		"Ingredientes": [
			"Pato",
			"Maca",
			"Nabo",
			"Vinho da Madeira",
			"Tamaras",
			"Vinagre",
			"Azeite",
			"Azeitona",
			"Tomilho"
		],
		"Quantidades":[
			"2500g",
			"500g",
			"600g",
			"100mL",
			"100g",
			"qb",
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 644 ,
		"Pessoas": 6,
		"Descricao": " 1. Lave o pato (reserve os miudos), enxugue com papel de cozinha, retire a gordura mais visivel e esfregue-o, por dentro e por fora, com uma colher de sopa de sal e um pouco de pimenta. 2. Pre-aqueca o forno a 200° C. 3. Retire o caroco das tamaras, corte-as em pedacos. Descasque tres macas, corte em cubos e misture-as com as tamaras. 4. Junte os miudos do pato cortados em pedacos pequenos, polvilhe tudo com tomilho picado (reserve algum), mexa bem e recheie o pato com esta mistura. 5. Ate as patas de modo a segurarem o recheio e coloque o pato numa assadeira, previamente untada com uma colher de sopa de azeite. 6. Regue com o vinho da Madeira e leve ao forno cerca de 1h30m, regando de vez em quando com o proprio molho. Apos 40 minutos, se comecar a ficar muito corado, baixe a temperatura para os 180° C. 7. Coza os nabos em agua temperada com o restante sal. 8. Aqueca bem o restante azeite numa frigideira anti-aderente e introduza os nabos cortados em gomos e as restantes macas descascadas e cortadas em gomos e deixe saltear ate dourarem. 9. Regue com o vinagre, junte as azeitonas e polvilhe com pimenta. Sirva com o pato e com o molho a parte. 10. Polvilhe com o tomilho reservado."
	},
	{
		"Nome": "Lombos de Pescada com Pure de Abobora",
		"Ingredientes": [
			"Pescada",
			"Abobora",
			"Sumo de Laranja",
			"Espinafres",
			"Cebola",
			"Azeite",
			"Farinha",
			"Manjericao"
		],
		"Quantidades":[
			"400g",
			"400g",
			"100mL",
			"200g",
			"100g",
			"qb",
			"30g",
			"qb"
		],
		"TeorCalorico": 247,
		"Pessoas":  4,
		"Descricao": "1. Descongele os lombos de pescada e tempere-os com uma colher de cha de sal e um pouco de pimenta. 2. Ponha ao lume um tacho com uma colher de sopa de azeite e, quando estiver quente, introduza a cebola picada e a polpa de abobora em cubos. 3. Tempere com a colher de cha de sal, tape e deixe estufar em lume brando ate ficar macia. Misture o sumo de laranja com o manjericao. 4. Envolva os lombos de pescada na farinha de milho e frite-os numa frigideira anti-aderente, com a colher de sopa de azeite bem quente, deixando alourar de ambos os lados. 5. Retire e escorra sobre papel absorvente. 6. Na mesma frigideira, salteie as folhas de espinafres ate murcharem. 7. Triture a abobora com a varinha magica. 8. Sirva os lombos de pescada com o pure de abobora e os espinafres salteados e regue com a emulsao de laranja e manjericao."
	},
	{
		"Nome": "Filetes de Pescada com Batata Assada",
		"Ingredientes": [
			"Pescada",
			"Batata",
			"Espargos",
			"Tomate",
			"Azeitona",
			"Azeite",
			"Alecrim"
		],
		"Quantidades":[
			"400g",
			"500g",
			"200g",
			"150g",
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 285,
		"Pessoas": 4,
		"Descricao": " 1. Pre-aqueca o forno a 190º C. 2. Coloque os filetes, previamente descongelados, num tabuleiro de forno e polvilhe-os com o tomate picado e as rodelas de azeitonas pretas. 3. Corte os talos aos espargos, rejeitando as bases mais rijas, e coloque-os em redor dos filetes. 4. Corte as batatas ao meio e disponha-as tambem no tabuleiro.5. Tempere com o sal, um pouco de pimenta, folhas de alecrim e o azeite e leve ao forno cerca de 20 minutos. Sirva de imediato."
	},
	{
		"Nome": "Almondegas de Peixe com Molho de Tomate",
		"Ingredientes": [
			"Pescada",
"Polpa de Tomate",	
			"Massa Esparguete",
			"Ovo",
			"Limao",
			"Cenoura",
			"Pao Ralado",
			"Farinha",
			"Azeite",
			"Salsa"
		],
		"Quantidades":[
			"400g",
			"500mL",
			"150g",
			2,
			1,
			"150g",
			"60g",
			"45g",
			"qb",
			"qb"
		],
		"TeorCalorico":371 ,
		"Pessoas": 6,
		"Descricao": "1. Cozinhe os medalhoes de pescada ao vapor ou em agua a ferver durante 10 minutos. Escorra e coloque numa taca. 2. Adicione o sumo e a raspa de limao, o pao ralado, metade do sal e a salsa picada. Reserve um pouco de salsa para polvilhar. Envolva os ingredientes com as maos. Junte as claras e misture novamente. 3. Forme bolas e passe-as por farinha. 4. Aqueca o azeite numa frigideira anti-aderente e frite as almondegas durante cerca de 5 minutos, ou ate estarem douradas. 5. Adicione a polpa de tomate e deixe ferver em lume brando. 6. Num tacho, cozinhe o esparguete conforme as instrucoes da embalagem, com o restante sal. 5 minutos antes de terminar a cozedura do esparguete, acrescente a cenoura e deixe cozinhar. Escorra. 7. Sirva as almondegas com a massa e a cenoura. Decore com salsa."
	},
	{
		"Nome": "Frittata de Cogumelos e Espargos",
		"Ingredientes": [
			"Cogumelos",
			"Espargos",
			"Ovo",
			"Alho",
			"Azeite"
		],
		"Quantidades":[
			"200g",
			"300g",
			8,
			2,
			"qb"
		],
		"TeorCalorico": 323 ,
		"Pessoas": 4,
		"Descricao": "1. Lamine os cogumelos. 2. Retire a parte branca do talo aos espargos. 3. Lamine os talos e deixe as cabecas inteiras. 4. Numa frigideira que possa ir ao forno coloque um fio de azeite e adicione os dentes de alho picados. 5. Assim que comecarem a crepitar, junte os cogumelos e os espargos e cozinhe por 5 minutos. 6. Bata os ovos temperados com sal e pimenta-preta e adicione-os a frigideira. 7. Deixe cozinhar por 5 minutos. 8. Transfira a frigideira para o forno pre-aquecido a 180ºC e deixe cozinhar ate os ovos estarem completamente prontos."
	},
	{
		"Nome":  "Beringelas Recheadas com Arroz de Tomate e Feta",
		"Ingredientes": [
			"Beringela",
			"Arroz",
			"Tomate",
			"Queijo Feta",
			"Cebola",
			"Azeite",
			"Salsa"	
		],
		"Quantidades":[
			2,
			"250g",
			"250g",
			"100g",
			"100g",
			"qb",
			"qb"
			
		],
		"TeorCalorico": 242,
		"Pessoas": 4,
		"Descricao": "1. Corte as beringelas ao meio, no sentido longitudinal, e retire-lhes o interior, criando uma cavidade para rechear. 2. Regue-as com um fio de azeite e leve-as ao forno pre-aquecido a 180ºC, num tabuleiro, ate comecarem a ficar tenras.3.Numa panela media, refogue a cebola picada finamente num fio de azeite. 4.Junte o arroz e frite-o por cerca de 2 minutos. 5.Adicione os tomates cortados em cubos e a agua. 6. Tempere com sal e mexa bem. 7.Baixe o lume, tape a panela e deixe o arroz cozinhar ate ficar bem tenro. 8. Recheie as beringelas com o arroz e sirva-as polvilhadas com salsa e o queijo feta esfarelado."
	},
	{
		"Nome": "Sopa de Abobora Assada",
		"Ingredientes": [
			"Abobora",
			"Iogurte",
			"Cebola",	
			"Alho",
			"Azeite",
			"Tomilho",
			"Manjericao"
		],
		"Quantidades":[
			"1500g",
			"100g",
			"200g",
			2,
			"qb",
			"qb",
			"qb"
		],
		"TeorCalorico": 223 ,
		"Pessoas": 4,
		"Descricao": "1. Pre-aqueca o forno a 200º C. 2. Descasque a abobora, corte-a em cubos e disponha num tabuleiro de forno juntamente com a cebola descascada e cortada em meias-luas e os dentes de alho descascados. 3. Regue com o azeite, polvilhe com tomilho, metade do sal e pimenta a gosto. 4. Leve ao forno por 30 minutos ate todos os legumes estarem tenros. 5. Quando estiver pronto, retire do forno e deite os legumes num tacho fundo. Adicione a agua quente e com a ajuda de uma varinha magica triture ate obter um creme. 6. Rectifique os temperos e adicione o restante sal, pimenta a gosto e leve ao lume. Deixe ferver. 7. Sirva em tacas com um fio de iogurte. Tempere com pimenta e decore com folhas de manjericao."
	},
	{
		"Nome":"Frittata de pimentos e queijo",
		"Ingredientes": [
			"Pimento",
			"Courgette",
			"Cebola",
			"Ovo",
			"Queijo Feta",
			"Alho",
			"Azeite"
		],
		"Quantidades":[
			"200g",
			1,
			"100g",
			6,
			"100g",
			1,
			"qb"
		],
		"TeorCalorico":294 ,
		"Pessoas": 4,
		"Descricao": "1. Retire as sementes aos pimentos e corte-os em tiras finas. Corte a courgette em pequenos cubos. Reserve. 2. Numa frigideira que possa ir ao forno, refogue em azeite, a cebola cortada em fatias finas e o alho em po. Deixe cozinhar durante 2 minutos. 3. Adicione os pimentos e a courgette. Deixe cozinhar em lume brando por mais 4 minutos. 4. Enquanto isso, bata os ovos numa taca e tempere com o sal e a pimenta a gosto. Junte-os a frigideira. 5. Adicione o queijo feta cortado aos cubos e envolva. 6. Leve ao forno, pre-aquecido a 180° C, durante 20 minutos ou ate o ovo estar cozinhado a seu gosto."
	},
	{
		"Nome":"Omelete com cogumelos e tomate",
		"Ingredientes": [
			"Massa farfalle",
			"Azeite",
			"Alho",
			"Cogumelos",
			"Oregaos",
			"Tomate",
			"Ovo"
		],
		"Quantidades":[
			"200g",
			"qb",
			1,
			"200g",
			"qb",
			"200g",
			4
		],
		"TeorCalorico": 363 ,
		"Pessoas": 4,
		"Descricao": "1. Cozinhe a massa, segundo as instrucoes da embalagem. 2. Entretanto, aqueca metade do azeite numa frigideira. Salteie o dente de alho, descascado e picado, durante 1 minuto. Adicione os cogumelos e deixe cozinhar durante 4 minutos, mexendo sempre que necessario. Tempere com os oregaos e metade do sal. Reserve. 3. Corte o tomate em metades e reserve. 4. Unte uma frigideira pequena com um quarto do restante azeite. 5. Bata numa tigela um ovo, tempere com um quarto do restante sal e verta para dentro da frigideira. Espalhe bem, adicione por cima um quarto da mistura de cogumelos e parte do tomate. Quando a omelete estiver a prender nas laterais, levante-a com cuidado e comece a enrolar. Retire para um prato. 6. Repita os passos quatro e cinco para os outros tres ovos e restantes recheios. 7. Sirva as omeletas com a salada verde e com a massa cozida."
	},
	{
		"Nome": "Tortellini de espinafres com ovo",
		"Ingredientes": [
			"Tortellini de ricota",
			"Espinafres",
			"Tomate",
			"Ovo",
			"Noz",
			"Azeite"
		],
		"Quantidades":[
			1,
			"120g",
			"40g",
			2,
			"30g",
			"qb"
		],
		"TeorCalorico": 426,
		"Pessoas": 2,
		"Descricao": "1. Leve ao lume um tacho com a agua e a colher de sobremesa de sal e deixe ferver. 2. Pique o tomate seco em pedacos e reserve. Parta os ovos para uma taca, tempere-os com o restante sal e um pouco de pimenta e bata-os com um garfo ate estarem desfeitos. Reserve. 3. Deite cerca de uma colher de cha de azeite numa frigideira antiaderente (+– 16 cm de diametro) e disponha ai os ovos batidos. Salpique com cerca de metade do tomate seco picado e deixe cozer ate conseguir virar o crepe de ovo com uma espatula. Vire, cozinhe mais um minuto, retire do lume e corte em tiras. Reserve. 4. Coza a massa durante o tempo indicado na embalagem. 5. Aqueca o restante azeite numa frigideira larga antiaderente, adicione os espinafres e salteie-os em lume medio a forte ate murcharem. 6. Retire a massa do lume e escorra-a, reservando duas a tres colheres de agua, que devera adicionar aos espinafres. Junte o restante tomate seco, mexa e coloque tudo no recipiente de servir. 7. Salpique com as tiras de ovo e as nozes grosseiramente partidas e tempere com um pouco de pimenta. Sirva de imediato."
	},
	{
		"Nome": "Risotto de cogumelos e couve",
		"Ingredientes": [
			"Arroz risotto",
			"Couve",
			"Cogumelos",
			"Parmesao",
			"Cebola",
			"Alho",
			"Azeite"
		],
		"Quantidades":[
			"200g",
			"200g",
			"300g",
			"80g",
			"100g",
			1,
			"qb"
		],
		"TeorCalorico": 415,
		"Pessoas": 2,
		"Descricao": "1. Numa frigideira salteie o alho, previamente picado, com 1 colher de sopa de azeite. 2. Junte os cogumelos cortados em quartos e deixe cozinhar durante 4 minutos. 3. Adicione a couve lavada, envolva e cozinhe por mais 2 minutos. Tempere com o sal e pimenta a gosto. Retire da frigideira e reserve. 4. Aqueca o restante azeite na mesma frigideira, adicione a cebola, previamente picada, deixe que esta refogue em lume baixo. 5. Quando a cebola estiver translucida, acrescente o arroz e envolva. 6. Adicione uma concha de caldo de legumes e continue a mexer ate este evaporar. Repita este processo ate que o arroz esteja cozinhado a seu gosto. 7. Antes de terminar, junte a mistura de cogumelos, o queijo parmesao e envolva de imediato."
	}

]

	
